{
  "text": {
    "hi": 29,
    "hello": 26,
    "hey": 28,
    "good": 23,
    "morning": 37,
    "evening": 15,
    "bye": 6,
    "goodbye": 24,
    "see": 50,
    "you": 69,
    "later": 34,
    "exit": 16,
    "thanks": 58,
    "thank": 57,
    "appreciate": 2,
    "it": 33,
    "what": 65,
    "is": 32,
    "coursematch": 11,
    "tell": 56,
    "me": 36,
    "about": 0,
    "does": 14,
    "do": 13,
    "this": 60,
    "website": 64,
    "how": 30,
    "work": 67,
    "platform": 43,
    "explain": 17,
    "works": 68,
    "aps": 3,
    "score": 49,
    "calculated": 7,
    "are": 4,
    "prerequisites": 45,
    "subject": 54,
    "requirements": 48,
    "courses": 12,
    "need": 39,
    "maths": 35,
    "ai": 1,
    "features": 18,
    "have": 25,
    "powered": 44,
    "help": 27,
    "students": 53,
    "who": 66,
    "for": 20,
    "can": 8,
    "parents": 41,
    "use": 62,
    "i": 31,
    "start": 52,
    "should": 51,
    "first": 19,
    "get": 22,
    "contact": 9,
    "support": 55,
    "assistance": 5,
    "much": 38,
    "cost": 10,
    "free": 21,
    "the": 59,
    "price": 46,
    "to": 61,
    "pay": 42,
    "pricing": 47,
    "of": 40,
    "using": 63
  },
  "intent": {
    "greet": 11,
    "goodbye": 10,
    "thank_you": 12,
    "ask_what_is_coursematch": 7,
    "ask_how_it_works": 3,
    "ask_aps": 1,
    "ask_prerequisites": 4,
    "ask_ai_features": 0,
    "ask_who_is_it_for": 8,
    "ask_get_started": 2,
    "ask_support": 6,
    "ask_pricing": 5,
    "fallback": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ai_features": 12,
    "utter_fallback": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_pricing": 16,
    "utter_thank_you": 17,
    "utter_what_is_coursematch": 18
  },
  "action_text": null,
  "intent_response_key": null
}