{
  "text": {
    "hi": 36,
    "hello": 33,
    "hey": 35,
    "good": 29,
    "morning": 48,
    "evening": 21,
    "bye": 9,
    "goodbye": 30,
    "see": 69,
    "you": 99,
    "later": 42,
    "exit": 22,
    "yes": 98,
    "yeah": 97,
    "yup": 100,
    "sure": 78,
    "okay": 53,
    "sounds": 72,
    "let": 43,
    "s": 66,
    "do": 18,
    "it": 40,
    "thanks": 83,
    "thank": 82,
    "appreciate": 4,
    "what": 92,
    "is": 39,
    "coursematch": 15,
    "tell": 80,
    "me": 47,
    "about": 1,
    "does": 19,
    "this": 85,
    "website": 90,
    "how": 37,
    "work": 94,
    "platform": 59,
    "explain": 23,
    "works": 95,
    "aps": 5,
    "calculated": 10,
    "i": 38,
    "start": 73,
    "can": 11,
    "use": 88,
    "should": 70,
    "first": 25,
    "get": 28,
    "help": 34,
    "contact": 13,
    "support": 77,
    "need": 51,
    "assistance": 8,
    "much": 49,
    "cost": 14,
    "free": 27,
    "the": 84,
    "price": 62,
    "have": 32,
    "to": 86,
    "pay": 56,
    "pricing": 63,
    "of": 52,
    "using": 89,
    "asdfasdf": 7,
    "random": 64,
    "text": 81,
    "xyz123": 96,
    "don": 20,
    "t": 79,
    "know": 41,
    "say": 67,
    "something": 71,
    "completely": 12,
    "are": 6,
    "prerequisites": 61,
    "subject": 75,
    "requirements": 65,
    "courses": 16,
    "maths": 46,
    "ai": 2,
    "features": 24,
    "powered": 60,
    "students": 74,
    "who": 93,
    "for": 26,
    "parents": 55,
    "my": 50,
    "__number__": 0,
    "got": 31,
    "took": 87,
    "and": 3,
    "physical": 57,
    "sciences": 68,
    "subjects": 76,
    "were": 91,
    "mathematics": 45,
    "physics": 58,
    "did": 17,
    "life": 44,
    "orientation": 54
  },
  "intent": {
    "greet": 13,
    "goodbye": 12,
    "affirm": 0,
    "thank_you": 16,
    "ask_what_is_coursematch": 8,
    "ask_how_it_works": 4,
    "ask_aps": 2,
    "ask_get_started": 3,
    "ask_support": 7,
    "ask_pricing": 6,
    "fallback": 11,
    "ask_prerequisites": 5,
    "ask_ai_features": 1,
    "ask_who_is_it_for": 9,
    "provide_aps": 14,
    "provide_subjects": 15,
    "deny": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "eligibility_form": 12,
    "utter_ai_features": 13,
    "utter_aps": 14,
    "utter_fallback": 15,
    "utter_form_complete": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_how_it_works": 19,
    "utter_pricing": 20,
    "utter_support": 21,
    "utter_thank_you": 22,
    "utter_what_is_coursematch": 23
  },
  "action_text": null,
  "intent_response_key": null
}